export const CommunityCategoryMenus = [
  '자유', '유머' ,'사회', '문화', '과학 / it', '스포츠', '기타'
]

export const DebateCategoryMenus = [
  '자유','정치','경제','사회','문화','교육','과학 / it','역사','철학','스포츠','환경','기타'
]

export const DebateModeMenus = [
  '이슈토론','찬반토론','밸런스토론'
];

export const ReportCategory = [
  '광고 및 거래에 관한 내용',
  '성적인 내용',
  '폭력적 또는 혐오스러운 내용',
  '특정대상을 증오 또는 비방하는 내용',
  '분쟁 유발하는 내용',
  '스팸 또는 오해의 소지가 있는 내용'
]

export const TestLongText = "‘고사’, ‘평가’라고도 한다. 모의고사, 대입수학능력시험, 학습평가 등이 흔히 쓰이는 말이다. 시험은 흔히 한 단위의 교수활동이 끝날 무렵에 실시한다. 진단평가라고 하여 교수활동 중간단계에 실시하는 시험도 있지만, 교수활동 종결단계에 실시하는 종합평가가 일반적이다. 즉 시험은 이루어진 교육의 결과를 확인하는 기능도 있지만, 교육의 방향과 내용을 결정하는 기능을 더 크게 가지고 있다. 시험은 교육외적인 사회적 기능도 가지고 있다. 이는 시험이 그 사회가 가지고 있는 지식과 가치관의 가장 명시적인 공식화 절차이기 때문이다. [네이버 지식백과] 시험 [examination, 試驗] (두산백과 두피디아, 두산백과)"